SoapTest/soap_config/23.ping.txt

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
<soapenv:Body>
  <PingRequest xmlns="http://alcatel-lucent.com/esm/ws/svcmgr/V2_0">
   <SessionInfo>
        <sessionId>213824</sessionId>
    </SessionInfo>
  </PingRequest>
 </soapenv:Body>
</soapenv:Envelope>
